Repository: AHOHNMYC/mactray
Catalog: FreenetTray/*.lproj/Localizable.strings
Languages: de, es, fr, hr, id_id, it, nb_no, pt_br

source: A Freenet installation could not be found.
de: Es konnte keine Freenetinstallation gefunden werden.
es: No se pudo encontrar una instalación de Freenet.
fr: Une installation de Freenet n'a pas été trouvée.
hr: Freenet instalacija nije mogla biti pronađena.
id_id: Pemasangan Freenet tidak dapat ditemukan.
it: Non è stata trovata un installazione di Freenet
nb_no: Kunne ikke finne noen Freenet-installasjon
pt_br: Uma instalação Freenet não pôde ser encontrado.

source: Are you sure you want to cancel?
de: Sind Sie sich sicher, dass Sie abbrechen wollen?
es: ¿Está seguro de que quiere cancelar?
fr: Voulez-vous vraiment annuler ?
hr: Jeste li sigurni da želite odustati?
id_id: Apakah anda yakin anda ingin batal?
it: Sei sicuro di voler annullare?
nb_no: Bekreft avbryting.
pt_br: Quer mesmo cancelar?

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hr: Odustani
id_id: Batal
it: Annulla
nb_no: Avbryt
pt_br: Cancelar

source: Cannot install to this directory, write permission denied
de: Installation in diesem Verzeichniss nicht möglich, die Schreibberechtigung wurde verwehrt
es: No se puede instalar en este directorio, permiso de escritura denegado
fr: Impossible d'installer dans ce répertoire, la permission d'écriture est refusée
hr: Nije moguće instalirati u ovaj direktorij, dozvola za pisanje odbijena
id_id: Tidak dapat memasang direktori ini, izin pertulisan ditolak
it: Impossibile installare in questa cartella, permesso di scrittura negato
nb_no: Kan ikke installere i denne mappen, skriverettigheter nektet
pt_br: Não é possível instalar nesse diretório, permissão de escrita negada

source: Directory is not empty
de: Verzeichniss ist nicht leer
es: El directorio no está vacío
fr: Le répertoire n'est pas vide
hr: Direktorij nije prazan
id_id: Direktori tidak kosong
it: La cartella non è vuota
nb_no: Mappen er ikke tom
pt_br: O diretório não está vazio

source: Find Installation
de: Finde Installation
es: Buscar instalación
fr: Trouver l'installation
hr: Pronađi instalaciju
id_id: Temukan Pemasangan
it: Trova installazione
nb_no: Finn installasjon
pt_br: Procurar instalação

source: Find your Freenet installation
de: Finde deine Freenet Installation
es: Buscar su instalación de Freenet
fr: Trouvez votre installation Freenet
hr: Pronađite svoju Freenet instalaciju
id_id: Temukan pemasangan Freenet anda
it: Trova la tua installazione Freenet
nb_no: Finn din Freenet-installasjon
pt_br: Encontre sua instalação Freenet

source: Freenet Uninstalled
de: Freenet deinstalliert
es: Freenet desinstalado
fr: Freenet est désinstallé
hr: Freenet deinstaliran
id_id: Freenet Dilepas
it: Freenet disinstallato
nb_no: Freenet avinstallert
pt_br: Freenet foi desinstalado

source: Freenet has been completely uninstalled
de: Freenet wurde vollständig deinstalliert
es: Freenet ha sido desinstalado completamente
fr: Freenet a été complètement désinstallé
hr: Freenet je u potpunosti deinstaliran
id_id: Freenet telah lengkap dilepas
it: Freenet è stato disinstallato
nb_no: Freenet har blitt fullstending avinstallert
pt_br: Freenet foi completamente desinstalado

source: Freenet is already installed here
de: Freenet ist hier bereits installiert
es: Freenet ya está instalado aquí
fr: Freenet y est déjà installé
id_id: Freenet sudah dipasang disini
it: Freenet è già stato installato qui
nb_no: Freenet er allerede installert her
pt_br: Freenet já está instalado aqui

source: Freenet requires Java, would you like to install it now?
de: Freenet benötigt Java, soll es jetzt installiert werden?
es: Freenet requiere Java, ¿desea instalarlo ahora?
fr: Freenet exige Java. Voulez-vous l'installer maintenant ?
id_id: Freenet membutuhkan Java, apakah anda ingin memasangnya sekarang?
it: Freenet necessita di Java, vorresti installarlo adesso?
nb_no: Freenet krever Java, ønsker du å installere det nå?
pt_br: Freenet requer o Java, gostaria de instalá-lo agora?

source: Install Freenet
de: Freenet installieren
es: Instalar Freenet
fr: Installer Freenet
hr: Instaliraj Freenet
id_id: Pasang Freenet
it: Installa Freenet
nb_no: Installer Freenet
pt_br: Instalar Freenet

source: Install Java
de: Java installieren
es: Instalar Java
fr: Installer Java
id_id: Pasang Java
it: Installa Java
nb_no: Installer Java
pt_br: Instalar Java

source: Install here
de: Hier installieren
es: Instalar aquí
fr: Installer ici
id_id: Pasang disini
it: Installa qui
nb_no: Installer her
pt_br: Instalar aqui

source: Installation failed
de: Installation fehlgeschlagen
es: Instalación fallida
fr: Échec lors de l'installation
id_id: Pemasangan gagal
it: Installazione fallita
nb_no: Installasjon feilet
pt_br: A instalação falhou

source: Installation in progress
de: Installation wird durchgeführt
es: Instalación en marcha
fr: Installation en cours
id_id: Pemasangan sedang kemajuan
it: installazione in corso
nb_no: Installasjon underveis
pt_br: Instalação em andamento

source: Java not found
de: Java wurde nicht gefunden
es: Java no encontrado
fr: Java introuvable
id_id: Java tidak ditemukan
it: Java non trovato
nb_no: Fant ikke Java
pt_br: Java não encontrado

source: No Freenet installation was found, please delete the files manually if needed
de: Es wurde keine Freenetinstallation gefunden, bitte löschen Sie wenn nötig die Dateien manuell
es: No se encontró ninguna instalación de Freenet, por favor borre los ficheros manualmente si es necesario
fr: Aucune installation de Freenet n'a été trouvée. Veuillez supprimer les fichiers manuellement si nécessaire
id_id: Tidak ada pemasangan Freenet ditemukan, silahkan hapus berkas manual jika dibutuhkan
it: Non è stata trovata nessuna installazione di Freenet, per piacere, cancella manualmente i file se necessario
nb_no: Ingen Freenet-installasjon funnet, slett filene manuelt ved behov
pt_br: Nenhuma instalação Freenet foi encontrada, por favor, apague os arquivos manualmente, se necessário

source: Not a valid Freenet installation
de: Keine gültige Freenet-Installation
es: No es una instalación de Freenet válida
fr: N'est pas une installation Freenet valide
id_id: Tidak sah pemasangan Freenet
it: Non è un'installazione Freenet valida
nb_no: Ikke en gyldig Freenet-installasjon
pt_br: Instalação Freenet Não válida

source: OK
es: Aceptar
id_id: OKE

source: Quit
de: Beenden
es: Salir
fr: Quitter
hr: Izlaz
id_id: Berhenti
it: Esci
nb_no: Avslutt
pt_br: Sair

source: Select Freenet installation
de: Freenet-Installation auswählen
es: Seleccionar instalación de Freenet
fr: Choisir l'installation Freenet
id_id: Pilih pemasangan Freenet
it: Seleziona l'installazione Freenet
nb_no: Velg Freenet-installasjon
pt_br: Selecionar instalação do Freenet

source: Select a location to install Freenet
de: Ein Installationsverzeichniss für Freenet wählen
es: Seleccionar una ubicación para instalar Freenet
fr: Choisir un emplacement pour installer Freenet
id_id: Pilih tempat untuk memasang Freenet
it: Seleziona dove vuoi installare Freenet
nb_no: Velg en mappe å installere Freenet i
pt_br: Selecionar um local para instalar Freenet

source: Start Freenet
de: Starte Freenet
es: Iniciar Freenet
fr: Démarrer Freenet
hr: Pokreni Freenet
id_id: Mulai Freenet
it: Avvia Freenet
pt_br: Iniciar Freenet

source: Stop Freenet
de: Halte Freenet an
es: Detener Freenet
fr: Arrêter Freenet
id_id: Hentikan Freenet
it: Ferma Freenet
nb_no: Stopp Freenet
pt_br: Parar Freenet

source: The installation log can be automatically uploaded to GitHub. Please report this failure to the Freenet developers and provide the GitHub link to them.
es: El registro (log) de instalación se puede subir automáticamente a GitHub. Por favor, informe de este fallo a los desarrolladores de Freenet y proporcióneles el enlace de GitHub.
fr: Le journal d'installation peut être téléversé automatiquement vers GitHub. Veuillez signaler cette défaillance aux développeurs de Freenet et leur fournir le lien GitHub.
nb_no: Installasjonsloggen kan lastes opp automatisk til GItHub. Rapporter denne feilen til Freenet-utviklerne og gi dem GitHub-lenken.

source: The installation log could not be uploaded to GitHub, it has been placed on your desktop instead. Please report this failure to the Freenet developers and provide the file to them.
es: El registro (log) de instalación no se pudo subir a GitHub, en su lugar se ha situado en su escritorio. Por favor, informe de este fallo a los desarrolladores de Freenet y proporcióneles el fichero.
fr: Le journal d'installation n'a pas pu être téléversé vers GitHub, il a plutôt été déposé sur votre bureau. Veuillez signaler cette défaillance aux développeurs de Freenet et leur fournir le fichier.
nb_no: Innstallasjonsloggen kunne ikke lastes opp til GItHub. Den har blitt plassert på skrivebordet i steden for. Rapporter denne feilen til Freenet-utviklerne, og gi dem fila.

source: Uninstall Freenet
de: Freenet deinstallieren
es: Desinstalar Freenet
fr: Désinstaller Freenet
id_id: Melepas Freenet
it: Disinstalla Freenet
nb_no: Avinstaller Freenet
pt_br: Desinstalar Freenet

source: Uninstall Freenet now?
es: ¿Desinstalar Freenet ahora?
fr: Désinstaller Freenet maintenant ?
it: Vuoi disinstallare Freenet?
nb_no: Avinstaller Freenet nå?
pt_br: Desinstalar Freenet agora?

source: Uninstalling Freenet failed
de: Deinstallation von Freenet fehlgeschlagen
es: No se pudo desinstalar Freenet
fr: Échec lors de la désinstallation de Freenet
id_id: Melepas Freenet gagal
it: Disinstallazione di Freenet fallita
nb_no: Avinstallering av Freenet feilet
pt_br: Desinstalação de Freenet falhou

source: Uninstalling Freenet is immediate and irreversible, are you sure you want to uninstall Freenet now?
de: Die Deinstallation von Freenet ist unumkehrbar, sind Sie sich sicher, dass Sie Freenet jetzt deinstallieren wollen?
es: La desinstalación de Freenet es inmediata e irreversible, ¿está segurio de que quiere desinstalar Freenet ahora?
fr: La désinstallation de Freenet est immédiate et irréversible. Voulez-vous vraiment désinstaller Freenet maintenant ?
id_id: Melepas Freenet segera dan tidak dapat diubah, apakah anda yakin anda ingin melepas Freenet sekarang?
it: Disinstallare Freenet è immediato ed irreversibile, sei sicuro di voler disintallare Freenet adesso?
nb_no: Avinstallasjon av Freenet skjer umiddelbart og kan ikke angres, bekreft avinstallering av Freenet nå.
pt_br: A desinstalação do Freenet é imediata e irreversível, você tem certeza que deseja desinstalar Freenet agora?

source: Upload
es: Subir
fr: Téléverser
nb_no: Last opp

source: Upload failed
es: Fallo al subir
fr: Échec lors du téléversement
it: Upload fallito
nb_no: Opplasting feilet

source: Visit the Freenet Website
de: Die Freenet Webseite besuchen
es: Visitar el sitio web de Freenet
fr: Visiter le site Web Freenet
id_id: Kunjungi situs jaringan Freenet
it: Visita il sito web di Freenet
nb_no: Besøk Freenet-nettsiden
pt_br: Visitar o site da Freenet

source: Would you like to install Freenet now, or locate an existing Freenet installation?
de: Wollen Sie Freenet jetzt installieren, oder wollen Sie eine vorhandene Installation finden?
es: ¿Le gustaría instalar Freenet ahora, o encontrar una instalación de Freenet existente?
fr: Voulez-vous installer Freenet maintenant ou localiser une installation existante de Freenet ?
id_id: Apakah anda ingin memasang Freenet sekarang, atau menempatkan pemasangan Freenet yang ada?
it: Vorresti installare Freenet adesso, oppure indicare un'installazione già esistente di Freenet?
nb_no: Ønsker du å installere Freenet nå, eller å finne en eksisterende Freenet-installasjon?
pt_br: Você gostaria de instalar Freenet agora, ou localizar uma instalação Freenet existente?

source: Yes
de: Ja
es: Sí
fr: Oui
id_id: Ya
it: Si
nb_no: Ja
pt_br: Sim

source: No
de: Nein
fr: Non
id_id: Tidak
nb_no: Nei
pt_br: Não

source: Open pastebin.com
pt_br: Abrir o pastebin.com

source: The installation log has been copied to your clipboard
pt_br: O log da instalação foi copiado para a área de transferência
